Repository: grussogithub/ExpiryCatch2
Catalog: ExpiryCatch-MC3/Localizable.xcstrings
Source language: en
Languages: it

source: notifications to keep you on track!
it: notifiche per non dimenticare più nulla!

source: Foods will be so
it: Il cibo sarà

source: Don't worry, there are no scores, just
it: Non ci sono punteggi, solo

source: You will receive
it: Riceverai

source: Break out your device and start capturing those barcodes like a
it: Tira fuori il tuo dispositivo e inizia a catturare quei codici a barre da

source: so you never forget to use foods!
it: per non sprecare cibo prezioso

source: and
it: e

source: About to expire!
it: Sta per scadere!

source: Add
it: Aggiungi

source: Alert
it: Avviso

source: BEWARE!
it: ATTENZIONE!

source: Calm
it: Calmo

source: Cancel
it: Cancella

source: consumed on time!
it: utilizzato in tempo!

source: Continue >
it: Continua >

source: encouraging
it: incoraggianti

source: Expiration date not available
it: Data di scadenza non disponibile

source: Expiration date:
it: Data di scadenza:

source: Expiration date: %@
it: Data di scadenza: %@

source: Extreme
it: Estremo

source: food to save!
it: cibo da salvare!

source: fun
it: divertenti

source: happy
it: Felice

source: Hello, World!
it: Ciao, mondo!

source: Hot
it: Sensuale

source: Nutrients:
it: Nutrienti

source: Nutrition grade: %@
it: Nutrienti: %@

source: Pick your Expiry Catch mood!
it: Scegli l'umore dell'app!

source: Please select an expiration date.
it: Per favore seleziona una data di scadenza

source: Press to dismiss
it: Premi per chiudere

source: Product Name: %@
it: Nome prodotto: %@

source: Product Name: Unknown, please try again
it: Nome prodotto: Sconosciuto, prova di nuovo.

source: Products
it: Prodotti

source: REAL PRO!
it: VERO PRO!

source: Save Product
it: Salva prodotto

source: Scan the barcode!
it: Inquadra il codice a barre!

source: Scanned Code:
it: Codice scansionato:

source: Scanned Code: %@
it: Codice scansionato: %@

source: Select expiration date:
it: Seleziona la data di scadenza:

source: Set a reminders
it: Notifiche

source: Skip
it: Salta

source: The pasta is about to expire 🥲
it: La pasta sta per scadere 🥲

source: This mood combines boldness and brazenness to spark interest, playfully pushing conventional boundaries with piquancy and fun.
it: Questo stato d'animo unisce audacia e sfacciataggine per suscitare interesse, spingendo giocosamente i confini convenzionali con piccantezza e divertimento.

source: This mood exudes boldness and provocation, driving fearless pursuit of intense experiences and challenges.
it: Questo stato d'animo trasuda audacia e provocazione, spingendo verso una ricerca senza paura di esperienze e sfide intense.

source: This mood is shown by kind words,calm tones, favouring kindness, avoiding aggression, and creating a positive, welcoming atmosphere
it: Questo stato d'animo si manifesta con parole gentili, toni pacati, prediligendo la gentilezza, evitando l'aggressività e creando un'atmosfera positiva e accogliente.

source: to be
it: di essere
